function Home() {
  return (
    <div className="Info">
      <h1>녹서스</h1>
      <h3>소개</h3>
       <p>
          녹서스는 악명을 널리 떨치는 강력한 제국입니다. 다른 나라에 살고 있는 이들에게 녹서스는 폭력적이고 침략을 일삼는 위험한 나라이지만, 바깥에서 보이는 호전성을 잠시 접어 두고 안을 들여다보면 특이할 정도로 포용적인 사회를 발견할 수 있습니다. 이 나라에선 모든 국민의 강점과 재능을 존중하고 계발해 주기 때문입니다.

          녹시이는 한때 사나운 야만 부족이었으나 현재 영토의 수도가 된 고대 도시를 파괴한 뒤 그곳에 자리 잡았습니다. 그 후, 이들은 사방에 도사린 위협적인 적들을 상대로 물러서는 일 없이 사납게 싸웠고 해를 거듭할수록 국경을 넓혀 갔습니다. 이러한 생존을 위한 투쟁 덕분에 현대의 녹서스에는 다른 무엇보다 힘이라는 가치를 숭상하는 자존심 강한 국민성이 형성되었습니다. 물론 여기서 말하는 힘이라는 가치는 매우 다양한 방식으로 드러날 수 있습니다.

          녹서스에선 신분, 배경, 출신지, 재산에 관계없이 필요한 능력을 드러내 보일 수 있다면 누구든지 출셋길에 올라 권력을 차지하고 존경을 받을 수 있습니다. 특히 마법을 쓸 줄 아는 이들은 널리 존경받으며, 녹서스는 마법사를 적극적으로 찾아내고 그들의 특별한 재능을 연마시켜 녹서스 제국을 위해 활용합니다.

          이같이 능력을 중시하는 풍조에도 불구하고 오래된 귀족 가문들은 아직 상당한 힘을 행사하고 있습니다. 어떤 사람들은 녹서스에 대한 가장 큰 위협이 적이 아닌 내부에서 나타날 것이라 두려워합니다.
       </p>

       <p>
          녹서스 인들이 가장 존경하는 것은 힘이며, 강함을 유지하는 유일한 방법은 쉬지 않고 시험대에 오르는 것이다. 그들은 서로 겨룰 기회 자체를 기쁘게 여기는데, 도전 받지 않는 것은 곧 약해졌다는 뜻이며, 힘의 정점에 서 있다 할지라도 스스로를 도전에 내던지기 위한 새로운 방법을 쉬지 않고 모색하지 않으면 그 힘을 그리 오래 유지하지 못할 것이라 생각하기 때문이다. 녹서스 인들이 존경하는 것은 육체적 힘이나 무술 실력에만 국한되지 않는다. 정치, 공예, 무역, 마법 분야에서 전문성을 발휘하는 사람이라면 누구든지 더 강한 녹서스를 만드는 데 기여하게 된다.
          한국 날짜 기준 2018년 2월 16일에 녹서스의 새로운 설정과 세부 설정이 등장하였다.

          발로란 대륙 동부에 넓게 분포한 군국주의[1] 제국이며, 과거에는 황제 보람 다크윌이 통치했지만 스웨인이 주도한 반란으로 황제는 죽고 현재는 트리파릭스[2]가 통치하고 있다.

          데마시아와 라이벌 설정이며, 폭력적이지만 합리성이 공존하는 국가이다. 아이오니아, 슈리마, 프렐요드 등 많은 국가나 부족을 침략했으며, 필트오버의 기술력을 빼내고 정복하기 위해 첩자들을 보내며 음지에선 르블랑의 주도 아래 그림자 군도의 유물을 꺼내오는 등 룬테라 전역에 영향을 떨치고 있다. 국가 성향이나 챔피언들의 이름을 보면 고대 로마를 모티브로 가져온 것으로 보인다. 반면 다양한 문화와 인종이 공존하는 면에서는 현대 미국과도 모습이 닿아 있다. 또한, 정치적으로는 몽골 제국이 연상되는 부분들도 있다.

          힘이 모든 것을 지배하는 사상을 가진 곳이며, 어떤 방식이던지 결과적으로 승리하면 되기에 승리를 위한 수단이라면 무엇이든지 사용하는 성향을 보여준다. 때문에 하극상이나 소년병 징집처럼 일반적으로 용납될 수 없는 수단도 결과적으로 승리로 이끌었다면 별다른 처벌을 받지 않으며 다른 국가에서는 환영받지 못하는 여러가지 금단의 술법들도 많이 사용되는 편이다. 데마시아에서는 절대 금지인 마법이나 블라디미르의 혈마법, 강령술을 들 수 있다.

          상식에서 자유로운 사회이고 누구에게든 능력만큼의 지원이 보장되며, 계급보다 능력을 우선하는 현대적인 개념이 있다. 예시로 뒷골목 출신 고아가 암살 실력을 인정받아 귀족에게 스카웃된 사례라던지, 하층민에서 시작해 녹서스 3대 수장 중 하나에 오른 사례도 있다. 이러한 능력 중심주의는 무력에만 국한되는 것이 아니라 정치, 예술, 무역, 마법 등의 분야에서 전문성을 발휘하는 사람이라면 누구든지 더 강한 녹서스를 만드는 데 기여하게 된다.

          반대로 도덕성은 결여되어 있다. 힘이 전부이기에 힘없는 약자들은 구석에서 죽어갈 수밖에 없으며, 녹서스에게 복종하지 않는 주변국들을 모조리 정복하고 학살하는 걸 꺼리지 않는다. 항복하는 나라에는 관대하지만 끝까지 저항하는 나라에는 지독한 탄압이 이루어진다. 뒷골목 살인자가 힘이 있다는 이유만으로 그 어떤 죄도 묻지 않고 기득권층이 되며, 힘있는 귀족이 민간인을 학살하더라도 죄를 책망받지 않는다.

          전체주의적 성향을 가지고 있다. 조국의 끔찍한 면을 본 정신적 충격과 중독 상태의 고통으로 치료를 중지하고 죽여달라 주장하는 환자를 팔을 잘라내 강제로 살려내고 녹서스를 섬겨야 한다고 강요하는 모습을 보여준다.

          다리우스 코믹스에서도 언급된 것으로 녹서스는 끊임없이 전쟁을 해야만 한다. 독립적인 국가들을 강제로 녹서스에 병합하였기에 군대와 자원을 징집하며 또다른 전쟁을 하지 않으면 녹서스는 무너져내린다고.[3] 좋은 예시로 힘의 원칙에 나온 델베르홀드가 있는데, 이지역에서는 군인을 징집당하지 않았기에 타 지역에 비해 경제적, 군사적 여유를 갖고 있었고 그걸 기반으로 독립을 하려 했다.[4] 이 외에는 민족의 호전성과 척박한 땅으로 인해 단기간에 많은 자원을 얻을 수 있는 전쟁을 찾게 되었다던가, 오랜 세월 동안 전쟁을 하여 군수사업이 크게 발달했다는 등의 이유가 있는 것으로 보인다.
       </p>
    </div>
  );
}

export default Home;
